/* titles */
"StandardTitle" = "Instalação Padrão em “%@”";
"CustomTitle" = "Instalação Personalizada em “%@”";

/* space requirements message */
"SpaceRequirements" = "Isso ocupará %@ de espaço em seu computador.";

/* content strings for the standard install pane */
"InstallContinueMessage" = "Clique em Instalar para realizar uma instalação padrão deste software no disco “%@”.";
/* "UpgradeContinueMessage" = "Click Upgrade to perform a standard upgrade of this software on the disk “%@”."; */

/* versions of the above 2 strings for domain installs */
"InstallContinueMessage_UserDomain" = "Clique em Instalar para executar uma instalação padrão deste software na sua pasta pessoal. Somente o usuário atual deste computador poderá usar este software.";
"InstallContinueMessage_LocalDomain" = "Clique em Instalar para executar uma instalação padrão deste software para todos os usuários deste computador. Todos os usuários deste computador poderão usar este software.";
"InstallContinueMessage_UnknownDomain" = "Clique em Instalar para realizar uma instalação padrão deste software.";

/*
"UpgradeContinueMessage_UserDomain" = "Click Upgrade to perform a standard upgrade of this software in your home directory.";
"UpgradeContinueMessage_LocalDomain" = "Click Upgrade to perform a standard upgrade of this software for all users of this computer.";
"UpgradeContinueMessage_UnknownDomain" = "Click Upgrade to perform a standard upgrade of this software.";
*/

/* warnings */
"ShutdownWarning" = "Quando a instalação deste software for concluída, você precisará desligar o seu computador. Tem certeza de que deseja instalar o software agora?";
"RestartWarning" = "Quando a instalação deste software for concluída, você precisará reiniciar o seu computador. Tem certeza de que deseja instalar o software agora?";
"LogoutWarning" = "Para instalar este software, todos os aplicativos devem ser fechados. Além disso, a sua sessão será finalizada ao término da instalação. Tem certeza de que deseja instalar o software agora?";
"BatteryWarning" = "Você está iniciando uma instalação com o adaptador de alimentação desconectado da tomada elétrica ou do computador. Tem certeza de que deseja prosseguir?";
"PadWarning" = "A instalação deste software deixará o seu computador com menos de 100 MB de espaço livre no seu sistema Mac OS X. Isso não é recomendável porque pode provocar problemas no sistema. Tem certeza de que deseja continuar?";

/* button titles */
/* "UPGRADE_BUTTON_TITLE" = "Upgrade"; */
"INSTALL_BUTTON_TITLE" = "Instalar";
"CONTINUE_BUTTON_TITLE" = "Continuar";
"OK_BUTTON_TITLE" = "OK";
"CANCEL_BUTTON_TITLE" = "Cancelar";
"CONTINUE_INSTALL_BUTTON_TITLE" = "Continuar a Instalação";

"ExtraMediaMessage" = "O software que você está instalando requer discos de instalação adicionais. Prepare os seguintes discos:";
"AppToQuitMessage" = "%@ está atualmente aberto e será fechado antes do início desta instalação. Se não deseja fechar o aplicativo, cancele a instalação.";
"AppsToQuitMessage" = "Os seguintes aplicativos abertos serão fechados antes do início desta instalação: %@. Se não deseja fechar esses aplicativos, cancele a instalação.";

"MUST_QUIT_APPLICATIONS_TITLE" = "Alguns aplicativos necessitam ser fechados antes de iniciar esta instalação.";
"MUST_QUIT_APPLICATION_MESSAGE" = "%@ será fechado antes do início da instalação. Se você não deseja fechar o aplicativo, clique em Cancelar para cancelar esta instalação.";
"MUST_QUIT_APPLICATIONS_MESSAGE" = "Os seguintes aplicativos serão fechados : %@. Se você não deseja fechar estes aplicativos, clique em Cancelar para cancelar esta instalação.";

/* Format for StandardInstall alert message when you don't have enough disk space and it is a single package */
"StandardInstallSinglePackageDeselectTitle" = "Você necessita aproximadamente %@ de espaço livre adicional no disco de destino.";
"StandardInstallSinglePackageDeselectMessage" = "Encerre o Instalador, disponibilize mais espaço no disco por meio da eliminação de arquivos ou aplicativos e tente instalar novamente.";
"StandardInstallSinglePackageDeselectMessage_AllowOtherVolumeSelection" = "Você pode selecionar outro disco para a instalação ou encerrar o Instalador, disponibilizar mais espaço no disco por meio da eliminação de arquivos ou aplicativos e tentar instalar novamente.";

/* Format for CustomInstall alert message when you don't have enough disk space and there is a metapackage */
"CustomMetaPackageDeselectTitle" = "Você necessita aproximadamente %@ de espaço livre adicional no disco de destino.";
"CustomMetaPackageDeselectMessage" = "Anule a seleção de algumas opções ou encerre o Instalador, disponibilize mais espaço no disco por meio da eliminação de arquivos ou aplicativos e tente instalar novamente.";
"CustomMetaPackageDeselectMessage_AllowOtherVolumeSelection" = "Você pode selecionar outro disco para a instalação, anular a seleção de algumas opções ou encerrar o Instalador, disponibilizar mais espaço no disco por meio da eliminação de arquivos ou aplicativos e tentar instalar novamente.";

/* Displayed when there is nothing for the Installer to do.  Users should not get here but if they do this is what they'll see */
"NothingToInstall" = "Há uma versão mais recente deste software instalada no sistema do seu computador. Não há necessidade de instalar esta versão mais antiga.";

"CUSTOM_FOLDER_TOOLTIP" = "A pasta “%1$@” em %2$@";
"CUSTOM_FOLDER_ERROR_TITLE" = "Não há espaço suficiente para instalar este item.";
"CUSTOM_FOLDER_ERROR_SPACE" = "Disponibilize mais espaço por meio da eliminação de arquivos ou aplicativos ou escolha uma pasta ou um disco diferente e tente instalar novamente.";
"CUSTOM_FOLDER_DESCRIPTION" = "Você está selecionando uma localização para “%1$@”. O tamanho desse item é %2$@. Veja abaixo uma lista dos discos e do espaço disponível em cada um deles.";
"CUSTOM_FOLDER_NEGATIVE_SPACE" = "-%@ (não há espaço suficiente)";
"CUSTOM_OTHER_MENU_ITEM" = "Outro…";
